source/_static/diagrams/47-failure-info.d2
direction: right
n0: "FAILURE INFO"
n1: "stage"
n2: "rfm_job.out"
n3: "rfm_job.sh"
n4: "--restore-session --failed"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
